Repository: lepidus/carinianaPreservation
Catalog: locale/*/locale.po
Languages: es, pt_br

# plugins.generic.carinianaPreservation.displayName
source: Cariniana Preservation
es: Preservación Cariniana
pt_br: Preservação Cariniana

# plugins.generic.carinianaPreservation.description
source: This plugin allows preserving Brazilian journals published in OJS in the Cariniana network
es: Este módulo permite conservar revistas brasileñas publicadas en OJS en la red Cariniana
pt_br: Esse plugin permite preservar periódicos brasileiros publicados em OJS na rede Cariniana.

# plugins.generic.carinianaPreservation.settings.extraCopyEmail
source: Extra copy e-mail
es: Copia adicional de correo electrónico
pt_br: E-mail de cópia extra

# plugins.generic.carinianaPreservation.settings.extraCopyEmail.description
source: This address will be placed as a copy in the journal submission e-mail for preservation
es: Esta dirección se colocará como copia en el correo electrónico de envío de la revista para su preservación
pt_br: Este endereço será colocado como cópia no e-mail de submissão do periódico para preservação

# plugins.generic.carinianaPreservation.settings.responsabilityStatement
source: Responsability statement
es: Condiciones de responsabilidad
pt_br: Termos de responsabilidade

source: The completed responsibility terms file <strong>has already been submitted previously</strong> and is saved in the system. It will be deleted after the first preservation.
es: El archivo completo de los términos de responsabilidad <strong>ya fue enviado anteriormente</strong> y está guardado en el sistema. Se eliminará después de la primera preservación.
pt_br: O arquivo preenchido dos termos de responsabilidade <strong>já foi enviado anteriormente</strong> e está salvo no sistema.

source: If you wish to replace the previously submitted file, download, complete, and sign the <a href="{$downloadStatementUrl}">responsibility terms</a> document and then attach the file in the field below.
es: Si desea reemplazar el archivo enviado anteriormente, descargue, complete y firme el documento de los <a href="{$downloadStatementUrl}">términos de responsabilidad</a> y luego adjunte el archivo en el campo a continuación.
pt_br: Caso deseje substituir o arquivo enviado anteriormente, faça o download, preencha e assine o documento dos <a href="{$downloadStatementUrl}">termos de responsabilidade</a> e em seguida anexe o arquivo no campo abaixo.

source: A signed responsibility terms file was sent with the first preservation request and then securely removed. Nothing else is required here.
es: El archivo firmado de los términos de responsabilidad se envió con la primera solicitud de preservación y luego se eliminó de forma segura. No se requiere nada más aquí.

source: Download, complete and sign the <a href="{$downloadStatementUrl}">responsibility terms</a> and attach the file below. After the first preservation the file will be deleted (data minimization).
es: Descargue, complete y firme los <a href="{$downloadStatementUrl}">términos de responsabilidad</a> y adjunte el archivo abajo. Después de la primera preservación el archivo será eliminado (minimización de datos).
pt_br: Faça o download, preencha e assine o documento dos <a href="{$downloadStatementUrl}">termos de responsabilidade</a> e em seguida anexe o arquivo no campo abaixo.

# plugins.generic.carinianaPreservation.headers.publisherOrInstitution
source: Publisher/Institution
es: Editor/Institución
pt_br: Editora/Instituição

# plugins.generic.carinianaPreservation.headers.title
source: Journal's title
es: Título
pt_br: Título do periódico

# plugins.generic.carinianaPreservation.headers.baseUrl
source: Base URL
es: URL base
pt_br: URL base

# plugins.generic.carinianaPreservation.headers.journalPath
source: Journal's identifier
es: Identificador de la revista
pt_br: Identificador do periódico

# plugins.generic.carinianaPreservation.headers.availableYears
source: Available years
es: Años disponibles
pt_br: Anos disponíveis

# plugins.generic.carinianaPreservation.headers.issuesVolumes
source: Issues volumes
es: Volumen de los números
pt_br: Volumes das edições

# plugins.generic.carinianaPreservation.headers.notesAndComments
source: Notes and comments
es: Notas y comentarios
pt_br: Notas e comentários

# plugins.generic.carinianaPreservation.preservationEmail.subject
source: {$journalAcronym}: inclusion request in Cariniana.
es: {$journalAcronym}: solicitud de inclusión en Cariniana.
pt_br: {$journalAcronym}: pedido de inclusão no Cariniana.

# plugins.generic.carinianaPreservation.preservationEmail.body
source: The {$journalAcronym} journal's content identification is attached to this e-mail
es: La identificación de contenido de la revista {$journalAcronym} se adjunta a este correo electrónico
pt_br: A identificação do conteúdo da revista {$journalAcronym} está anexada a este e-mail

# plugins.generic.carinianaPreservation.preservationUpdateEmail.subject
source: {$journalAcronym}: data update.
es: {$journalAcronym}: actualización de datos.
pt_br: {$journalAcronym}: atualização de dados.

# plugins.generic.carinianaPreservation.preservationUpdateEmail.body
source: The {$journalAcronym} journal's content update is attached to this e-mail
es: La actualización de contenido de la revista {$journalAcronym} se adjunta a este correo electrónico
pt_br: A atualização do conteúdo da revista {$journalAcronym} está anexada a este e-mail

# plugins.generic.carinianaPreservation.preservationSubmission
source: Submission for preservation
es: Envío para preservación
pt_br: Submissão para preservação

source: If you are interested, insert here some relevant information about the publication
es: Si está interesado, inserte aquí alguna información relevante sobre la publicación
pt_br: Caso seja de seu interesse, insira aqui alguma informação relevante sobre a publicação

# plugins.generic.carinianaPreservation.preservationSubmission.emailAddresses
source: The e-mail with the journal data will be sent to the e-mail address of Cariniana Network (cariniana-periodicos@ibict.br), with copy to the address(es): {$emailCopies}
es: El correo electrónico con los datos de la revista será enviado a la dirección de correo electrónico de la Rede Cariniana (cariniana-periodicos@ibict.br), con copia a la(s) dirección(es) de correo electrónico: {$emailCopies}
pt_br: O e-mail com os dados do periódico será enviado para endereço de e-mail da Rede Cariniana (cariniana-periodicos@ibict.br), com cópia para o(s) endereço(s) de e-mail: {$emailCopies}

# plugins.generic.carinianaPreservation.preservationSubmission.first.instruction
source: Click "Submit" to make the first submission of this journal for digital preservation by the Cariniana Network.
es: Haga clic en "Enviar" para realizar la primera presentación de esta revista para la preservación digital por la Red Cariniana.
pt_br: Clique em "Submeter" para realizar a primeira submissão deste periódico para preservação digital pela Rede Cariniana.

# plugins.generic.carinianaPreservation.preservationSubmission.update.instruction
source: Click "Submit" to send an update with the changes since the last preservation.
es: Haga clic en "Enviar" para enviar una actualización con los cambios desde la última preservación.
pt_br: Clique em "Submeter" para enviar uma atualização com as mudanças desde a última preservação.

# plugins.generic.carinianaPreservation.preservationSubmission.missingRequirements
source: The submission of the journal could not be carried out. The following data need to be filled: {$missingRequirements}
es: No se ha podido realizar el envío de la revista. Los siguientes datos deben ser llenados: {$missingRequirements}
pt_br: A submissão do periódico para preservação não pôde ser realizada. Os seguintes dados precisam ser preenchidos: {$missingRequirements}

source: Responsability statement file not sent. Access the plugin settings to send it
es: Archivo de descargo de responsabilidad no enviado. Accede a la configuración del plugin para enviar
pt_br: O arquivo dos termos de responsabilidade não foi enviado. Acesse as configurações do plugin para realizar o envio

# plugins.generic.carinianaPreservation.preservationSubmission.noChanges
source: No changes detected since last preservation. Nothing to update.
es: No se detectaron cambios desde la última preservación. Nada que actualizar.

# plugins.generic.carinianaPreservation.preservationSubmission.lastPreservation
source: Last preservation performed on:
es: Última preservación realizada el:
pt_br: Última preservação realizada em:

# plugins.generic.carinianaPreservation.preservationSubmission.lockssDisabled
source: LOCKSS is not enabled in Distribution > Archiving. <a href="{$lockssSettingsUrl}" target="_blank">Open the settings</a> to enable it and allow the submission.
es: LOCKSS no está habilitado en Distribución > Archivo. <a href="{$lockssSettingsUrl}" target="_blank">Abra la configuración</a> para habilitarlo y permitir el envío.

# plugins.generic.carinianaPreservation.updateChecker
source: Journal changes verification for preservation update
es: Verificación de cambios en la revista para actualización de preservación
pt_br: Verificação de mudanças no periódico para atualização de preservação

# plugins.generic.carinianaPreservation.updateChecker.notPreserved
source: {$journalName} has not been preserved yet.
es: {$journalName} aún no ha sido preservada.
pt_br: {$journalName} ainda não foi preservado.

# plugins.generic.carinianaPreservation.updateChecker.updateEmailSent
source: {$journalName} has changes since last preservation. Update email was sent to Cariniana Network.
es: {$journalName} tuvo cambios desde la última preservación. El correo electrónico de actualización fue enviado a la Red Cariniana.
pt_br: {$journalName} teve alterações desde a última preservação. O e-mail de atualização foi enviado para a Rede Cariniana.

# plugins.generic.carinianaPreservation.updateChecker.updateEmailFailed
source: {$journalName} has changes since last preservation. But an error occurred while sending update email: {$error}
es: {$journalName} tuvo cambios desde la última preservación. Pero ocurrió un error al enviar el correo electrónico de actualización: {$error}
pt_br: {$journalName} teve alterações desde a última preservação. Mas ocorreu um erro ao enviar e-mail de atualização: {$error}

# plugins.generic.carinianaPreservation.updateChecker.noChanges
source: {$journalName} has no changes since last preservation.
es: {$journalName} no tuvo cambios desde la última preservación.
pt_br: {$journalName} não teve alterações desde a última preservação.

# plugins.generic.carinianaPreservation.updateChecker.lockssDisabled
source: {$journalName}: check skipped because LOCKSS is disabled.
es: {$journalName}: verificación ignorada porque LOCKSS está deshabilitado.
